{
  "articles": [
    {
      "name": "The Value of Money",
      "image": "/hot-topics/img/article-1.jpg",
      "tagline": "Image of Money",
      "text": "The value of money is determined by supply and demand. The more supply there is for money, the lower the value. On the other hand, the higher the demand, the higher the value of our dollar bills. There are three ways to measure the value of the dollar. The first is how much the dollar will buy in foreign currencies. That’s what the exchange rate measures. Forex traders on the foreign exchange market determine exchange rates. They take into account supply and demand, and then factor in their expectations for the future. As of 2022, the world is going through inflation trying to recover from the two year long pandemic. Inflation is when the value of money steadily declines over time. Once people expect that prices will rise, they are more likely to buy now, before prices go higher. That increases demand, which tells producers they can safely pass on more costs. They drive prices up more, and inflation becomes a self-fulfilling prophecy. Hence,that's why the Federal Reserve watches inflation like a hawk. It will reduce the money supply or raise interest rates to curb inflation. A healthy economy can sustain a core inflation rate of 2%.9 Core inflation is the price of everything except food and gas prices, which are very volatile. The Consumer Price Index is the most common measure of inflation. The value of money affects you every day at the gas pump and the grocery store. Demand for gas and food is inelastic.7 Producers know you have to buy gas and food every week. It’s not always possible to delay purchases when the price rises. Producers will pass on any of their extra costs. You will buy it at the higher price for a while until you can change your habits.  Deflation occurs when the value of money increases over time.11 That sounds like a great thing, but it is worse for the economy than inflation. Why? Think about what happened to the housing market from 2007 to 2011. That was massive deflation. Prices dropped by more than 20%.1213 Many people could not sell their houses for what they owed on their mortgage. Buyers were afraid that the price would drop right after they purchased it. No one knew when prices would turn back up. True, the value of money increased. You received more house for the dollar in 2011 than in 2006. But families lost homes. Construction workers lost jobs. Builders went bankrupt. That's what makes deflation so dangerous. It's a fear-driven downward spiral. Article sourced: https://www.thebalance.com/value-of-money-3306108 "
    },
    {
      "name": "GMO food",
      "image": "../img/article-2.jpg",
      "tagline": "Image of Fruit",
      "text": "It is very likely you are eating foods and food products that are made with ingredients that come from GMO crops. Many GMO crops are used to make ingredients that Americans eat such as cornstarch, corn syrup, corn oil, soybean oil, canola oil, or granulated sugar. A few fresh fruits and vegetables are available in GMO varieties, including potatoes, summer squash, apples, and papayas. Although GMOs are in a lot of the foods we eat, most of the GMO crops grown in the United States are used for animal food. To make it easier for consumers to know if the foods they eat contain GMO ingredients, the U.S. Department of Agriculture maintains a list of bioengineered foods available throughout the world. Additionally, you will start seeing the “bioengineered” label on some of the foods we eat because of the new National Bioengineered Food Disclosure Standard. When you hear the term “GMO” you probably think of food. However, techniques used to create GMOs are important in creating some medicines as well. In fact, genetic engineering, which is the process used to create GMOs, was first used to make human insulin, a medicine used to treat diabetes. Medicines developed through genetic engineering go through an in-depth FDA approval process. All medicines must be proven to be safe and effective before they are approved for human use. GMOs are also used in the textile industry. Some GMO cotton plants are used to create cotton fiber that is then used to make fabric for clothing and other materials. Some examples of GMO crops that are grown and sold in the United States are - corn, soybean, cotton, potato, papaya, summer squash, canola, alfalfa, apple, and sugar beet. Let's take a deeper look at our American GMO grown crops. Corn is the most commonly grown crop in the United States, and most of it is GMO. Most GMO corn is created to resist insect pests or tolerate herbicides. Bacillus thuringiensis (Bt) corn is a GMO corn that produces proteins that are toxic to certain insect pests but not to humans, pets, livestock, or other animals. These are the same types of proteins that organic farmers use to control insect pests, and they do not harm other, beneficial insects such as ladybugs. GMO Bt corn reduces the need for spraying insecticides while still preventing insect damage. While a lot of GMO corn goes into processed foods and drinks, most of it is used to feed livestock, like cows, and poultry, like chickens. Soybean: Most soy grown in the United States is GMO soy. Most GMO soy is used for food for animals, predominantly poultry and livestock, and making soybean oil. It is also used as ingredients (lecithin, emulsifiers, and proteins) in processed foods. GMO cotton was created to be resistant to bollworms and helped revive the Alabama cotton industry. GMO cotton not only provides a reliable source of cotton for the textile industry, it is also used to make cottonseed oil, which is used in packaged foods and in many restaurants for frying. GMO cottonseed meal and hulls are also used in food for animals.Some GMO potatoes were developed to resist insect pests and disease. In addition, some GMO potato varieties have been developed to resist bruising and browning that can occur when potatoes are packaged, stored, and transported, or even cut in your kitchen. While browning does not change the quality of the potato, it often leads to food being unnecessarily thrown away because people mistakenly believe browned food is spoiled.Papaya: By the 1990s, ringspot virus disease had nearly wiped out Hawaii’s papaya crop, and in the process almost destroyed the papaya industry in Hawaii. A GMO papaya, named the Rainbow papaya, was created to resist ringspot virus. This GMO saved papaya farming on the Hawaiian Islands. GMO summer squash is resistant to some plant viruses. Squash was one of the first GMOs on the market, but it is not widely grown.GMO canola is used mostly to make cooking oil and margarine. Canola seed meal can also be used in food for animals. Canola oil is used in many packaged foods to improve food consistency. Most GMO canola is resistant to herbicides and helps farmers to more easily control weeds in their fields. GMO alfalfa is primarily used to feed cattle—mostly dairy cows. Most GMO alfalfa is resistant to herbicides, allowing farmers to spray the crops to protect them against destructive weeds that can reduce alfalfa production and lower the nutritional quality of the hay. A few varieties of GMO apples were developed to resist browning after being cut. This helps cut down on food waste, as many consumers think brown apples are spoiled. Sugar beets are used to make granulated sugar. More than half the granulated sugar packaged for grocery store shelves is made from GMO sugar beets. Because GMO sugar beets are resistant to herbicides, growing GMO sugar beets helps farmers control weeds in their fields. Article sourced: https://www.fda.gov/food/agricultural-biotechnology/gmo-crops-animal-food-and-beyond"
    },
    {
      "name": "The View of World in 2100",
      "image": "../img/article-3.jpg",
      "tagline": "Image of Overcrowd",
      "text": "With global population set to reach seven billion people over the weekend, it may be time to start planning for what the world will look like in the coming years.Though most of us won't be around to see it, the United Nations has projected that our incredible population growth will level off at around 10 billion people by the year 2100. Already, at less than seven billion, we are experiencing severe poverty, hunger, a shortage of resources, increased urbanization and climate change issues. Will we be doomed by 2100, or can we make it work? Since we've only got one planet (so far), let's hope for the latter.Increased urbanization will be one of the main ways the planet will sustain 10 billion people. There will be a lot of new cities, and mega-cities (cities with a population of over 20 million) will become more common. Possible candidates for mega-city status include: Beijing, Delhi, Jakarta, Mexico City, Mumbai, São Paulo, and Shanghai. Africa’s population will go from one billion in 2010 to 3.6 billion in 2100. The demographic shift, and subsequent geopolitical shift, will be momentous, when there are five sub-Saharan Africans for every European.Other regions will see slower growth. For example, the U.S. population will rise from today’s 311 million to 478 million. Furthermore, Global life expectancy will be around 81 years.Nowadays, our life expectancy is at 68 years.The UN report does not, however, include the possibilities of improvements in life expectancy from research in genetic engineering, nanomedicine, exponentially increasing intelligence. It also doesn't consider risks such as alien invasion or pandemics in its projections. An increasing population will see a food shortage — thanks to global warming.We already have 925 million hungry people worldwide. An increase in population will add to that number, and global warming may hinder our ability to fight the problem.Rising temperatures worldwide shorten the growing season in the tropics and subtropics, increase the risk of drought, and reduce the harvests of dietary staples such as rice and maize by 20 percent to 40 percent.That means hundreds of millions of people will have to look elsewhere when traditional sources of food dry up. The world's coral reefs, and the delicate ecosystems they house, could disintegrate. Carbon dioxide is expected to reach a level of 560 parts per million by the end of the century, resulting in the destruction of over 9,000 coral reefs worldwide.Besides being nice to look at, reefs are home to thousands of species of fish and are the feeding and spawning grounds of countless other animals.The ability of coral reefs to regenerate is compromised when water acidity levels and temperature are too high. Use of oil, natural gas and coal will drop to almost zero. These finite sources of energy will eventually become extinct, especially at our rate of consumption. Some tables have oil use declining at five percent a year after 2040. Gas is expected to decline even faster.Hydro energy and renewable energy (such as wind and solar power) are expected to see continued increasing use, and should become our primary sources of power by 2100 and beyond. Article sourced: https://www.businessinsider.com/10-trends-we-can-expect-to-see-in-the-year-2100-2011-10"
    }
  ],
  "portfolio": [
    {
      "image": "../img/portfolio-1.jpg",
      "name": "Andrew Fleck Website"
    },
    {
      "image": "../img/portfolio-2.jpg",
      "name": "Gift Connousseur Mockup"
    },
    {
      "image": "../img/portfolio-3.jpg",
      "name": "Cafe Latte Mockup"
    },
    {
      "image": "../img/portfolio-4.jpg",
      "name": "Gardenia Website Rebrand"
    },
    {
      "image": "../img/portfolio-5.jpg",
      "name": "Next Chapter Mockup"
    },
    {
      "image": "../img/portfolio-6.jpg",
      "name": "Real Estate Marketing"
    }
  ]
}
